Repository: Saeed9731/Django_Online_Shope_PostgreSql
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: {product.title} successfully deleted from cart
fa: {} محصول با موفقیت به سبد خرید اظافه شد

source: {} successfully added to cart
fa: {} محصول با موفقیت به سبد خرید اظافه شد

source: All product successfully clear
fa: سبد خرید با موفقیت خالی شد

source: Cart detail
fa: سبد خرید

source: cart
fa: سبد خرید

source: product picture
fa: تصیویر محصول

source: product name
fa: نام

source: product price
fa: قیمت

source: product quantity
fa: تعداد

source: Total
fa: تعداد کل

source: clear cart
fa: خالی کردن سبد خرید

source: Cart empty! Add some product to the car
fa: سبد خرید خالی است! محصولات را اظافه کنید

source: total
fa: کل

source: total price
fa: قیمت کل

source: Registration orders
fa: ثبت سفارشات

source: Cart
fa: سبد خرید

source: Go to cart
fa: رفتن به سبد خرید

source: Checkout
fa: ثیت سفارشات

source: Your cart is already empty
fa: کارت در حال حاظر خالی است
